# -*- coding: utf-8 -*-
"""
-------------------------------------------------
   File Name：     trade_calendar
   Description :   获取或更新交易日历
                    1. 获取并保存交易日历信息（后台自动获取，按地区进行存储）
                    2. 获取某段时间内的交易日列表
                    3. 查找最近一天的交易日
   Author :       EveryFine
   Date：          2024/6/30
-------------------------------------------------
   Change Activity:
                   2024/6/30:
   Product:       PyCharm
-------------------------------------------------
"""
__author__ = 'EveryFine'
